/* This is a mapping of BRError code failures to localized recovery suggestions */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureSuggestions.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Med iTunes hanterar du musik, videor och filmer och med iPhoto hanterar du bilder.";

/* kBRMediaNoPhotoContent */
301 = "Använd iPhoto till att importera och hantera bilder.";

/* kBRMediaNoPodcastContent */
302 = "Använd iTunes till att prenumerera på podcaster från iTunes Store.";

/* kBRMediaNoTVShowContent */
305 = "Använd iTunes till att köpa tv-program från iTunes Store.";

/* kBRMediaNoMusicVideoContent */
306 = "Använd iTunes till att köpa musikvideor från iTunes Store.";

/* kBRMediaNoPlaylists */
307 = "Använd iTunes till att skapa och hantera spellistor.";

/* kBRMediaNoSongContent */
308 = "Använd iTunes till att importera låtar eller köpa låtar från iTunes Store.";

/* kBRMediaNoAudioBookContent */
309 = "Använd iTunes till att köpa ljudböcker från iTunes Store.";

/* kBRMediaNoMovies */
315 = "Dra filmer till mappen Filmer eller använd iTunes till att köpa filmer från iTunes Store.";
